global.isRtl=false
export const ar= {
  ar_treenetDesl:" في عصر المعلومات والإنترنت ، تعد الشبكات بمثابة القوة والثروة والشهرة وأساس العمل الناجح. تری نتگرام هي أداة رائعة للتواصل يمكن أن تنمو شجرة ، وهي في الواقع شبكة اجتماعية تنمي هرم متابعيك.",
  ar_treenetDes2:"يساعد تری نتگرام المسوقين وأصحاب المتاجر والشركات وأصحاب الأعمال وأي شخص يحتاج إلى إعلانات أو إخطار لإنشاء شبكة شجرة خاصة بهم مجانًا وتنمو بسرعة.",
  ar_treenetDes3:"أيضًا ، يمكن للأشخاص الذين ليس لديهم نشاط تجاري شخصي أو لا يحتاجون إلى إعلانات ، أن يشكلوا شبكة كبيرة نسبيًا بالإضافة إلى كسب الإيرادات التلقائية تلقائيًا من نظام الإعلان تری نتگرام ، واستئجار شبكتهم للشركات والعلامات التجارية وكسب دخل كبير. . حتى الإيرادات الدولية.",
  ar_treenetDes4:"باستخدام هذه الأداة ، يمكنك بسهولة إرسال أصدقاءك إلى شبكة الشبكة الخاصة بك فقط عن طريق إرسال رابط الدعوة الخاص بك. أي شخص آخر يدعوه صديقك إلى تری نتگرام سيكون أيضًا عضوًا في شبكة تری نت الخاصة بك ، لذلك ستنمو تری نتگرام بسرعة.",
  ar_treenetDes5:"تری نتگرام متعدد اللغات ويتم إضافة لغات جديدة كل يوم. لذا ، عن طريق إرسال رابط دعوة إلى جهات خارجية أو طرق أبسط مثل مشاركة رابط دعوة على المنتديات الأجنبية والشبكات الاجتماعية ، يمكنك عولمة شبكتك وتشكيل شبكة دولية ضخمة ذات إمكانات إيرادات دولية.",
  ar_treenetDes6:"قريبًا ، سيوفر لك تطبيق تری نتگرام ميزات قوية مثل لوحات الإعلانات ، والإيرادات التلقائية من نظام الإعلانات ، وأدوات تسويق تری نت ، والمحافظ السحرية ، وإدارة فريق المبيعات ، والمزيد. ابدأ التواصل الآن وقبل الآخرين وينمو مثل الشجرة.",
  ar_from_local_power_to_global_power:"فقط أرسل رابط دعوة",
  ar_make_your_global_network:"بناء شبكتك المحلية والدولية.",
  ar_Select_Your_Language:"اختر لغتك.",
  ar_start_network:"بدء الشبكات",
}
