global.isRtl=true
export const fa= {
  fa_treenetDesl:" در عصر اطلاعات و اینترنت، شبکه سازی معادل قدرت، ثروت، معروفیت و پایه یک کسب و کار موفق است. تری نتگرام یک ابزار عالی برای شبکه سازی است که قابلیت رشد درختی را دارد و در واقع یک شبکه اجتماعی است که فالورهای شما را بصورت هرمی رشد میدهد.",
  fa_treenetDes2:"تری نتگرام به بازاریابان، مغازه داران، شرکتها، صاحبان کسب و کار و تمام کسانی که نیاز به تبلیغات یا اطلاع رسانی دارند، کمک می کند تا به رایگان شبکه درختی خود را ایجاد کرده و به سرعت رشد دهند.",
  fa_treenetDes3:"  همچنین افرادی که کسب و کار شخصی ندارند یا نیازی به تبلیغات ندارند، می توانند با تشکیل یک شبکه نسبتا بزرگ علاوه بر کسب درآمد اتوماتیک از سیستم تبلیغاتی تری نتگرام، شبکه خود را به کسب و کارها و برندها اجاره داده و درآمد قابل توجه کسب کنند. حتی درآمدهای بین المللی.",
  fa_treenetDes4:"با این ابزار شما می توانید به سادگی و فقط با ارسال لینک دعوت اختصاصی خود به دوستان، آنها را شاخه شبکه تری نت خود کنید. هر فرد دیگری که دوست شما به تری نت دعوت کند نیز عضو شبکه تری نت شما می شود و بنابراین تری نت شما به سرعت رشد می کند.",
  fa_treenetDes5:"تری نتگرام چند زبانه است و هر روز زبانهای جدید به آن اضافه می شود. بنابراین شما با ارسال لینک دعوت به افراد خارجی یا راههای ساده تر مانند اشتراک گذاری لینک دعوت در فرومها و شبکه های اجتماعی خارجی می توانید شبکه خود را جهانی کرده و یک شبکه عظیم بین المللی با قابلیت درآمد بین المللی تشکیل دهید.",
  fa_treenetDes6:"به زودی اپلیکیشن تری نتگرام، امکانات قدرتمندی مانند تابلو اعلانات شبکه، بازار اجاره شبکه، بازار خریدو فروش شبکه، کسب درآمد اتوماتیک از سیستم تبلیغات، ابزارهای تری نت مارکتینگ، کیف پول جادویی، باشگاه مشتری، مدیریت تیم فروش و غیره را در اختیار شما قرار می دهد. پس از هم اکنون و قبل از دیگران شبکه سازی رو شروع و مثل یک درخت رشد کن.",
  fa_from_local_power_to_global_power:"فقط با اشتراک گذاری لینک دعوت اختصاصی",
  fa_make_your_global_network:"شبکه محلی و بین المللی خودت رو بساز.",
  fa_Select_Your_Language:"زبان خود را انتخاب کنید",


  fa_required_invitationLink:"برای شبکه سازی، باید از طریق لینک دعوت وارد سایت شوید.",
  fa_invalid_invitation_link:"لینک دعوت شما معتبر نیست.",
  fa_for_start_enter_your_phone_number: "شماره موبایل خود را وارد کنید",
  fa_enter_your_phone_number: "شماره موبایل را وارد کنید.",
  fa_mobile_was_verified_before:'این شماره قبلا عضو تری نتگرام شده است.',

  fa_fastRegister_atleast_fill_one:"حداقل یکی از موارد باید وارد شود.",
  fa_fastRegister_invalid_email_format:"فرمت ایمیل نادرست",
  fa_fastRegister_desc:"شماره موبایل یا آدرس ایمیل خود را وارد کنید. از شماره موبایل یا ایمیل برای یاداوری رمز عبور شما استفاده می شود و بنابراین به نوعی سند مالکیت شبکه شما در تری نتگرام نیز می باشد. در صورتی که عمدا یا اشتباها شماره موبایل یا ایمیل فرد دیگری را وارد کنید، در صورت درخواست آن شخص، سیستم رمز عبور شبکه شما را به شماره موبایل یا ایمیل او ارسال می کند و ممکن است شما مالکیت شبکه خود را از دست بدهید.",
  fa_fastRegister_atleast_fill_one_down:"حداقل یک مورد از موارد زیر را پر کنید.",
  fa_fastRegister_mobile_number:"شماره موبایل",
  fa_fastRegister_onlyEnglish_number:"فقط از اعداد انگلیسی استفاده شود.",
  fa_fastRegister_email_address:"آدرس ایمیل",
  fa_fastRegister_only_english_number_special_charachter:"فقط از حروف انگلیسی اعداد و کاراکترهای ایمیل مانند @. استفاده شود.",


  "fa_the_number_of_mobile_is_not_valid":"تعداد ارقام شماره موبایل کم است.",
  "fa_invalid_mobile_number":"شماره موبایل نامعتبر است.",
  "fa_message":"پیام",
  "fa_build_my_tree":"ایجاد شبکه درختی",
  "fa_enter_sms_confirm_code":"کد تایید پیامک شده را وارد کنید.",
  "fa_confirm":"تایید",


  fa_registerPassword_enter_userName:"نام کاربری را وارد کنید.",
  fa_registerPassword_username_can_not_be_les_than:"نام کاربری نباید کمتر از 3 حرف باشد.",
  fa_registerPassword_enter_password:"رمز عبور را وارد کنید.",
  fa_registerPassword_password_can_not_be_les_than:"پسورد نباید کمتر از ۶ حرف باشد.",
  fa_registerPassword_password_and_repeat_not_equal:"پسورد و تکرار آن مساوی نیست.",
  fa_registerPassword_decription1:"یک نام کاربری منحصر بفرد و یک کلمه عبور قوی برای شبکه خود انتخاب کنید. لازم است رمز عبور شما حداقل  ۶ حرف داشته و توصیه می شود برای یک پسورد قوی از ترکیب حروف کوچک و بزرگ،اعداد و کاراکترهای خاص استفاده کنید.",
  fa_registerPassword_decription2:"نام کاربری و پسورد شما کلید ورود و سند مالکیت شبکه شما می باشد.بنابراین لازم است آنرا به خاطر داشته و از آن محافظت کنید.",
  fa_registerPassword_userName_example:"نام کاربری-مثال ahmad_azizi",
  fa_registerPassword_userName_rule:"فقط از حروف و اعداد انگلیسی و کاراکتر نقطه و زیر خط ـ . استفاده شود",
  fa_registerPassword_userName_rule2:"حرف اول نام کاربری نمی تواند عدد باشد.",
  fa_registerPassword_userName_is_reserved:"این نام کاربری قبلا توسط فرد دیگری رزرو شده است.",
  fa_registerPassword_password_example:"رمز عبور شبکه-مثال Ali65*4#5",
  fa_registerPassword_password_rule:"فقط از حروف انگلیسی اعداد و کاراکترهای خاص مانند @،*،&،% استفاده شود",
  fa_registerPassword_password_repeat:"تکرار رمز عبور",


  "fa_your_register_down":" ثبت نام شما با موفقیت انجام شد. با کد دعوت زیر می توانید از دوستان خود دعوت کنید تا شاخه درخت شما شوند.",
  "fa_enter_invitationcode":"کد دعوت را وارد کنید",
  "fa_enter_full_invitationcode":"کد دعوت را بصورت کامل وارد کنید.",
  "fa_invalid_mobile_confirmation_code":"کد تایید اشتباه است.",
  "fa_expired_confirmation_code":"کد تایید منقضی شده است. شماره موبایل را دوباره وارد کنید",
  "fa_enter_your_props_to_get_your_invitation_link":"برای دریافت لینک شبکه سازی، مشخصات زیر را وارد کنید.",
  "fa_firstName":"نام",
  "fa_lastName":"نام خانوادگی",
  "fa_gender":"جنسیت",
  "fa_birthdate":"تاریخ تولد",
  "fa_woman":"زن",
  "fa_man":"مرد",
  "fa_age":"سن",
  "fa_transgender":"تراجنسی",
  "fa_year":"سال",
  "fa_enter_your_firstName":"نام خود را وارد کنید.",
  "fa_enter_your_lastName":"نام خانوادگی خود را وارد کنید.",
  "fa_enter_your_age":"سن خود را وارد کنید.",
  "fa_select_your_gender":"جنسیت خود را انتخاب کنید.",
  "fa_onselect":"انتخاب",



  fa_finishRegister_its_copy:"کپی شد.",
  fa_finishRegister_welcom_to_treenet:"به تری نتگرام خوش آمدید.",
  fa_finishRegister_your_invitation_link:"لینک دعوت اختصاصی شما",
  fa_finishRegister_copy:"کپی",
  fa_finishRegister_decription1:"شما به آسانی و با ارسال لینک دعوت خود برای دیگران یا اشتراک آن در شبکه های اجتماعی، می توانید فالورهای تری نت خود را به سرعت و بصورت هرمی افزایش دهید. کافی است افراد با لینک اختصاصی شما، وارد تری نت شده و ثبت نام کنند. سپس تمامی این افراد برای همیشه جز شبکه شما خواهند بود و آنها افراد جدیدی به تری نت شما خواهند آورد. ",
  fa_finishRegister__decription2:"چرا باید شبکه تری نت خود را توسعه دهید.",
  fa_finishRegister__li1:"تری نتگرام یک بلندگوی مجازی در اختیار شما قرار می دهد که می توانید هر ۲۴ ساعت یکبار، پیام خود را در تمام شاخ و برگهای تری نت خود منتشر کنید.",
  fa_finishRegister__li2:"با تری نت، یک شبکه برای کسب و کار خود می سازید که هر روز بصورت اتوماتیک، بزرگتر می شود.",
  fa_finishRegister__li3:"می توانید شبکه خود را اجاره دهید یا بفروشید.",
  fa_finishRegister__li4:"می توانید از سیستم تبلیغات اتوماتیک تری نت درآمد اتوماتیک کسب کنید.",
  fa_finishRegister__li5:"اگر کسب و کار شخصی ندارید، می توانید از شبکه خود برای تبلیغات محصولات و خدمات دیگران استفاده کنید.",
  fa_finishRegister__li6:"اگر فعلا کسب و کار شخصی ندارید ولی قصد راه اندازی آنرا در اینده دارید می توانید قبل از شروع، شبکه عظیم خود را بسازید.",
  fa_finishRegister__li7:"می توانید با اشتراک گذاری لینک خود در فروم ها و شبکه های اجتماعی که افراد خارجی عضو آنها هستند، یک شبکه بین المللی ساخته و از تبلیغات اتوماتیک تری نت، درآمد ارزی داشته باشید.",
  fa_finishRegister__decription3:" به زودی اپلکیشن تری نتگرام با امکانات مفید در اختیار شما قرار می گیرد. و شما می توانید از شبکه خود برای مقاصد تبلیغات، بازاریابی و کسب درآمد مستقیم استفاده کنید. امکانات قدرتمندی مانند تابلو اعلانات شبکه، بازار اجاره و خریدو فروش شبکه، کسب درآمد اتوماتیک از سیستم تبلیغات، ابزارهای تری نت مارکتینگ، کیف پول جادویی، باشگاه مشتری، مدیریت تیم فروش، برخی از این امکانات هستند.",
  fa_finishRegister__decription4:"هر چه شبکه شما بزرگتر باشد، قدرت بازاریابی، تبلیغاتی، خبر رسانی و درآمدزایی اتوماتیک و شخصی شما نیز بیشتر خواهد بود. بنابراین از هم اکنون و قبل از دیگران شروع به اشتراک گذاری لینک خود نمایید",
  fa_finishRegister__your_envation_ink2:"لینک دعوت شما",
  fa_finishRegister__login_to_panel:"ورود به پنل",


  fa_create_network:"ایجاد شبکه",
  fa_login_my_tree:"ورود به شبکه",
  fa_login_top:'ورود به تری نتگرام',
  fa_login_enter_your_user_name:'نام کاربری خود را وارد کنید',

















  //********************************server**********************************
  fa_server_member_enter_your_phone_number_or_email:"شماره موبایل یا ایمیل وارد نشده است.",
  fa_server_member_user_was_verified_before:"این موبایل قبلا ثبت شده است.",
  fa_server_member_required_invitationLink:"برای شبکه سازی، باید از طریق لینک دعوت وارد سایت شوید.",
  fa_server_member_invalid_invitation_link:"این لینک دعوت معتبر نیست",
  fa_server_member_error_tryAgain:"خطایی رخ داد. دوباره تلاش کنید",
  fa_server_member_this_username_already_exist_chose_another:"این نام کاربری وجود دارد. نام کاربری دیگری انتخاب کنید",
  fa_server_member_error_updateUsernameAndPassword:"کد تایید موبایل اشتباه است",
  fa_server_member_error_update_profileImage:"خطا در ذخیره تصویر پروفایل",
  fa_server_member_error_on_send_ivitation_code:"خطا در ارسال کد دعوت",
  fa_server_member_invalid_mobile_confirmation_code:"کد تایید موبایل اشتباه است",

  fa_server_login_unsuccess:"ورود ناموفق، نام کاربری یا پسورد اشتباه است.",
  fa_server_login_multi_login:'موقتا قفل شد. ۳ دقیقه بعد تلاش کنید.',

}
