global.isRtl=true
export const fa= {
  fa_treenetDesl:" در عصر اطلاعات و اینترنت، شبکه سازی معادل قدرت، ثروت، معروفیت و پایه یک کسب و کار موفق است. تری نتگرام یک ابزار عالی برای شبکه سازی است که قابلیت رشد درختی را دارد و در واقع یک شبکه اجتماعی است که فالورهای شما را بصورت هرمی رشد میدهد.",
  fa_treenetDes2:"تری نتگرام به بازاریابان، مغازه داران، شرکتها، صاحبان کسب و کار و تمام کسانی که نیاز به تبلیغات یا اطلاع رسانی دارند، کمک می کند تا به رایگان شبکه درختی خود را ایجاد کرده و به سرعت رشد دهند.",
  fa_treenetDes3:"  همچنین افرادی که کسب و کار شخصی ندارند یا نیازی به تبلیغات ندارند، می توانند با تشکیل یک شبکه نسبتا بزرگ علاوه بر کسب درآمد اتوماتیک از سیستم تبلیغاتی تری نتگرام، شبکه خود را به کسب و کارها و برندها اجاره داده و درآمد قابل توجه کسب کنند. حتی درآمدهای بین المللی.",
  fa_treenetDes4:"با این ابزار شما می توانید به سادگی و فقط با ارسال لینک دعوت اختصاصی خود به دوستان، آنها را شاخه شبکه تری نت خود کنید. هر فرد دیگری که دوست شما به تری نت دعوت کند نیز عضو شبکه تری نت شما می شود و بنابراین تری نت شما به سرعت رشد می کند.",
  fa_treenetDes5:"تری نتگرام چند زبانه است و هر روز زبانهای جدید به آن اضافه می شود. بنابراین شما با ارسال لینک دعوت به افراد خارجی یا راههای ساده تر مانند اشتراک گذاری لینک دعوت در فرومها و شبکه های اجتماعی خارجی می توانید شبکه خود را جهانی کرده و یک شبکه عظیم بین المللی با قابلیت درآمد بین المللی تشکیل دهید.",
  fa_treenetDes6:"به زودی اپلیکیشن تری نتگرام، امکانات قدرتمندی مانند تابلو اعلانات شبکه، بازار اجاره شبکه، بازار خریدو فروش شبکه، کسب درآمد اتوماتیک از سیستم تبلیغات، ابزارهای تری نت مارکتینگ، کیف پول جادویی، باشگاه مشتری، مدیریت تیم فروش و غیره را در اختیار شما قرار می دهد. پس از هم اکنون و قبل از دیگران شبکه سازی رو شروع و مثل یک درخت رشد کن.",
  fa_from_local_power_to_global_power:"فقط با ارسال یک لینک دعوت",
  fa_make_your_global_network:"شبکه محلی و بین المللی خودت رو بساز.",
  fa_Select_Your_Language:"زبان خود را انتخاب کنید",
  fa_start_network:"شروع شبکه سازی",
  fa_required_invitationLink:"برای شبکه سازی، باید از طریق لینک دعوت وارد سایت شوید.",
  fa_invalid_invitation_link:"لینک دعوت شما معتبر نیست.",
  fa_for_start_enter_your_phone_number: "شماره موبایل خود را وارد کنید",
  fa_enter_your_phone_number: "شماره موبایل را وارد کنید.",
  fa_mobile_was_verified_before:'این شماره قبلا عضو تری نتگرام شده است.',





  "fa_the_number_of_mobile_is_not_valid":"تعداد ارقام شماره موبایل کم است.",
  "fa_invalid_mobile_number":"شماره موبایل نامعتبر است.",
  "fa_message":"پیام",
  "fa_build_my_tree":"ایجاد شبکه درختی",


  "fa_enter_sms_confirm_code":"کد تایید پیامک شده را وارد کنید.",
  "fa_confirm":"تایید",
  "fa_your_register_down":" ثبت نام شما با موفقیت انجام شد. با کد دعوت زیر می توانید از دوستان خود دعوت کنید تا شاخه درخت شما شوند.",
  "fa_enter_invitationcode":"کد دعوت را وارد کنید",
  "fa_enter_full_invitationcode":"کد دعوت را بصورت کامل وارد کنید.",
  "fa_invalid_mobile_confirmation_code":"کد تایید اشتباه است.",
  "fa_expired_confirmation_code":"کد تایید منقضی شده است. شماره موبایل را دوباره وارد کنید",
  "fa_enter_your_props_to_get_your_invitation_link":"برای دریافت لینک شبکه سازی، مشخصات زیر را وارد کنید.",
  "fa_firstName":"نام",
  "fa_lastName":"نام خانوادگی",
  "fa_gender":"جنسیت",
  "fa_birthdate":"تاریخ تولد",
  "fa_woman":"زن",
  "fa_man":"مرد",
  "fa_age":"سن",
  "fa_transgender":"تراجنسی",
  "fa_year":"سال",
  "fa_enter_your_firstName":"نام خود را وارد کنید.",
  "fa_enter_your_lastName":"نام خانوادگی خود را وارد کنید.",
  "fa_enter_your_age":"سن خود را وارد کنید.",
  "fa_select_your_gender":"جنسیت خود را انتخاب کنید.",
  "fa_onselect":"انتخاب",
}
